{"Humane’s AI Pin seems to be forgetting what makes a good wearable": "人性化的AI Pin似乎忘记了什么才是一款好的可穿戴设备。", "The silly word game you didn’t know you needed": "这个愚蠢的文字游戏你不知道你需要", "Turmoil at OpenAI: after firing Sam Altman, what’s next for the home of ChatGPT?": "在OpenAI的动荡：解雇了Sam Altman后，ChatGPT的母公司接下来会发生什么？", "OpenAI board in discussions with Sam Altman to return as CEO": "OpenAI董事会正在与Sam Altman讨论他回归担任首席执行官的事宜。", "Meta disbanded its Responsible AI team ": "Meta解散了其负责AI团队", "The best early Black Friday tech deals you can shop right now": "您可以立即购买的最佳提前黑色星期五科技优惠", "Nothing Chats has already been pulled from Google Play over privacy issues": "已经因隐私问题从Google Play撤下，Nothing Chats。", "Do Pixel 8 AI-edited photos have to be labeled as synthetic content on YouTube? YouTube is still figuring it out.": "像素8 AI编辑的照片在YouTube上是否必须标注为合成内容？ YouTube还在摸索中。", "SAG-AFTRA’s new contract hinges on studios acting responsibly with AI": "SAG-AFTRA的新合同取决于影视公司在人工智能方面的负责任行为。", "SpaceX’s second Starship flight test ends in an explosion minutes after launch": "SpaceX的第二次星际飞船试飞在发射几分钟后以爆炸告终。", "Most of ESPN’s accounts went dark after Disney dropped advertising on X": "大部分的ESPN账号在迪士尼停止在X上投放广告后都关闭了。", "Turmoil at OpenAI: after firing Sam Altman, what’s next for the creator of ChatGPT?": "开发AI 之纷争：开除了 Sam Altman 之后，ChatGPT 的创始人接下来将会做什么？", "SpaceX’s new Starlink satellite internet terminal has a kickstand": "SpaceX的新Starlink卫星互联网终端配有一个支架。", "The deal to bring Sam Altman back to OpenAI has fallen apart": "将Sam Altman重返OpenAI的交易破裂了。", "Sam Altman isn’t coming back to OpenAI": "Sam Altman不会回到OpenAI。", "Microsoft hires former OpenAI CEO Sam Altman": "Microsoft聘请前OpenAI CEO Sam Altman", "OpenAI’s new CEO is Twitch co-founder Emmett Shear": "OpenAI的新CEO是Twitch联合创始人Emmett Shear", "Adobe’s $20 billion bid for Figma in peril after EU warning": "Adobe对Figma的200亿美元收购计划在欧盟警告后面临危险", "Hundreds of OpenAI employees threaten to resign and join Microsoft": "数百名OpenAI员工威胁辞职并加入微软", "Use these lesser-known features to become a Google Docs pro ": "使用这些较少知名的功能，变得更懂 Google Docs 的专家", "The best Black Friday deals on headphones and earbuds": "黑色星期五最佳耳机和耳塞的优惠。", "Fortnite, Grand Theft Auto VI, and the fate of AAA games": "Fortnite（堡垒之夜）、GTA VI（侠盗猎车手六）以及AAA级游戏的命运", "CoinDesk bought by crypto exchange Bullish": "CoinDesk 被加密交易所 Bullish 收购", "Turmoil at OpenAI: after firing Sam Altman, what’s next for the creators of ChatGPT?": "OpenAI发生动荡：开除了Sam Altman之后，ChatGPT的创造者们接下来会怎么做？", "Everything we know so far about OpenAI, Sam Altman’s firing, and what happens next": "到目前为止，关于OpenAI、Sam Altman的辞退以及接下来会发生的事情，我们所知道的一切", "Is Sam Altman joining Microsoft? Satya Nadella doesn’t seem to know": "Sam Altman 加入微软吗？萨蒂亚·纳德拉似乎并不知道。", "Joe Biden’s birthday gift to himself is a Threads account": "乔·拜登给自己的生日礼物是一个Threads账户", "Linda Yaccarino: advertisers fleeing from X are just “temporarily paused investments”": "Linda Yaccarino：从X流失的广告商只是“暂时停滞的投资”", "A secret Google deal let Spotify completely bypass Android’s app store fees": "与此相关，关于Google和Spotify之间的秘密协议，允许Spotify完全绕过Android应用商店的费用。", "The best wireless earbuds to buy right now": "现在购买的最好的无线耳塞", "Worlds 2023 had K-pop stars, an AR boy band, and one big screen": "2023年的世界有韩流明星，一个增强现实男团和一个大屏幕。", "Sam Altman is still trying to return as OpenAI CEO": "山姆·阿尔特曼仍在努力重返OpenAI的首席执行官职位。", "Why the latest temperature check on climate change is still terrifying ": "为什么对气候变化的最新温度检测仍然令人恐惧", "X sues Media Matters to silence moderation criticism": "X起诉Media Matters企图让批评言论的审查无声化", "Braun: Designed to Keep is a book worth holding onto": "Braun：设计以保持，一本值得珍藏的书籍", "This mechanical keyboard has a headphone jack you might actually want to use": "这个机械键盘有一个耳机插孔，你可能真的想用", "Apple’s AirTag drops to a rare low price": "苹果的AirTag的售价降至罕见的低价", "What’s on your desk, Nathan Edwards? ": "你的桌子上有什么，Nathan Edwards？", "The Verge’s 2023 holiday gift guide for kids ": "The Verge的2023年儿童节日礼品指南", "Fortnite OG will end with a Big Bang": "Fortnite OG将以一场大爆炸告终", "Sunbird is shutting down its iMessage app for Android": "孙鸟将关闭其针对安卓设备的iMessage应用程序。", "The best laptop you can buy in 2023": "2023年你可以购买的最佳笔记本电脑", "The World Press Photo Contest’s updated AI rules help define what a modern photograph is": "世界新闻摄影大赛的AI更新规则有助于定义现代摄影是什么。", "Insta360’s new GoPro-like action cams have flippy screens": "Insta360的新GoPro样式的动作相机有可翻转的屏幕。", "A24’s Dream Scenario is a shapeshifting parable about our obsessions with viral fame ": "A24的《梦想情节》是一个关于我们对病毒般名气的固执执著的寓言。", "Bad business is breaking the smart home — good regulation can fix it": "糟糕的商业正在破坏智能家居——良好的监管可以修复它", "8BitDo’s NES-style keyboard has returned to its lowest price yet  ": "8BitDo的类似NES风格的键盘史上新低价格回归了", "Binance criminal settlement could include a $4 billion fine and CEO’s guilty plea": "币安的刑事和解可能包括40亿美元的罚款和首席执行官的有罪认罪。", "The best Android phone to buy in 2023": "在2023年购买的最佳安卓手机", "Raise your hand to speak, please": "请举手发言。", "The best iPhones": "最好的iPhone手机", "The best phone to buy right now": "现在最好买的手机是什么？", "Binance criminal settlement includes $4 billion fine and CEO’s guilty plea": "Binance刑事和解包括40亿美元罚款和首席执行官的认罪。", "Tesla workers report explosions, concussions, and grisly robot injuries at Texas factory": "Tesla workers report explosions, concussions, and grisly robot injuries at Texas factory", "The best magnetic chargers for your MagSafe iPhone": "为您的MagSafe iPhone选择最佳磁性充电器", "OpenAI rival Anthropic makes its Claude chatbot even more useful": "开放AI竞争对手Anthropic将其Claude聊天机器人变得更加有用", "The best Xbox controller to buy right now": "现在要买的最好的Xbox控制器是什么。", "Sonos plans a 2024 loaded with new products  — including headphones and a set-top box": "Sonos计划2024年推出一系列新产品，包括耳机和机顶盒。", "Best gaming laptop in 2023: seven laptops to get your game on": "2023年最佳游戏笔记本电脑：七款助你畅玩游戏的笔记本电脑", "Flipboard is abandoning X for Mastodon": "Flipboard正在放弃X，转向Mastodon", "GameMaker ditches subscription model for indie developers": "GameMaker抛弃了独立开发者的订阅模式", "Dave Filoni gets the keys to the Star Wars franchise": "戴夫·菲洛尼获得星球大战系列的权力钥匙", "OpenAI drops a big new ChatGPT feature with a joke about its CEO drama ": "OpenAI发布了一个与CEO戏剧相关的大型新ChapGPT功能，其中包含了一个笑话。", "Here are the best Apple Watch deals right now": "现在这里有最好的苹果手表交易信息", "Spotify’s new royalty scheme picks the winners": "Spotify的新版特许权制度选择了优胜者。", "YouTube says it’s not slowing down Firefox — just ad blockers": "YouTube表示它并没有减缓Firefox的速度，只是针对广告拦截软件而已。", "Breaking: Sam Altman to return as CEO of OpenAI": "突发新闻：Sam Altman将回归OpenAI担任CEO。"}